# coding=utf-8

__author__ = 'dolacmeo'
__doc__ = """AcFun APP - 个人页面

个人信息
    基本数据
    主页
    视频
    点赞
    文章
    编辑资料
        头像、昵称、性别、签名
    修改封面
    设置隐私

消息
    评论
    赞
    @我的
    礼物
    站内公告
    系统通知
    IM会话列表

历史记录

我的收藏

创作中心
    发布
        视频、文章、直播
    作品管理
        视频、文章、合集、草稿
    数据中心
        同WEB
    权益中心
    互动管理
        稿件弹幕、弹幕设置

推荐服务
    任务中心
        数据（香蕉、金香蕉、解锁券）
        签到
        日常
            首次追番
            看视频25分钟
            一次点赞
            分享内容
            一次弹幕或评论
            看番剧20分钟
        其他任务
            看60分钟直播
            邀请好友注册
    好友邀请
    道具中心
        商品
        背包
    我的钱包
        我的账单
    免流量服务
    周边商城

更多服务
    反馈帮助
    青少年模式
    设置
        修改密码
        修改手机号
        
    


"""

if __name__ == '__main__':
    pass
